{
    "dashboard":"لوحة التحكم",
    "profile":"الملف الشخصي",
    "logout":"تسجيل الخروج",
    "signin":"دخول",
    "signup":"تسجيل حساب جديد",
    "e-mail":"البريد الإلكتروني",
    "password": "كلمة المرور",
    "confirm-password":"تأكيد كلمة المرور",
    "reset-password":"إعادة تعين كلمة المرور",
    "send-link-reset-password":"ارسال رابط إعادة تعيين كلمة المرور",
    "remember-me":"تذكرني",
    "forget-password":"نسيت كلمة المرور؟",
    "name":"الإسم",
    "pro-plan":"الخطة الإحترافية",
    "online":"متصل",
    "search-placeholder":"البحث",
    "main-menu":"القائمة الرئيسية",
    "reports":"التقارير",
    "reports-management":"إدارة التقارير",
    "comprehensive-reports": "تقارير شاملة",
    "onpage-reports" : "تقارير سيو داخلي",
    "seo-tracker" : "مراقب السيو",
    "keywords": "الكلمات المفتاحية",
    "backlinks-checker":"فاحص الروابط الخارجية",
    "keyword": "الكلمة المفتاحية",
    "version": "الإصدار",
    "copyright-statement":"جميع الحقوق محفوظة",
    "page-optimization":"تحسين الصفحة",
    "arabic":"العربية",
    "english":"الإنجليزية",
    "page-link":"رابط الصفحة",
    "url":"رابط الصفحة",    
    "isAccessible": "يمكن لمحركات البحث الوصول للصفحة",
    "accessiblity": "يمكن لمحركات البحث الوصول للصفحة",
    "isNotKeywordStuffTitle": "تجنب حشو الكلمات الرئيسية في عنوان الصفحة",
    "isSingleTitle": "تجنب عناصر عنوان الصفحة المتعددة", 
    "isOneCanonical": "رابط أساسي واحد",
    "isBroadKeywordTitle": "استخدام الكلمات المفتاحية في بداية عنوان الصفحة",
    "isGoodTitleLength": "طول عنوان الصفحة مثالي",
    "isKeywordInTitle": "الكلمة المفتاحية مستخدمة في عنوان الصفحة",
    "isExactKeywordInDoc": "الكلمة المفتاحية مستخدمة في الصفحة على الأقل مرة واحدة",
    "isNotKeywordStuffDoc": "تجنب حشو الكلمات المفتاحية في الصفحة",
    "isSufficientCharInContent": "أحرف كافية في المحتوى",
    "isSufficientWordsInContent": "كلمات كافية في المحتوى",
    "isKeywordInUrl": "استخدم الكلمات المفتاحية في رابط الصفحة",
    "isGoodKeywordInHeader": "الاستخدام الأمثل للكلمات المفتاحية في علامات الرأس",
    "isKeywordInAlt": " الكلمات المفتاحية في كبديل للصور",
    "isNotManyExternal": "تجنب الكثير من الروابط الخارجية",
    "isNotManyInternal": "تجنب الكثير من الروابط الداخلية",
    "isStaticUrl": "استخدام عناوين URL الثابتة",
    "useStandardChar": "رابط الصفحة يحتوي علي أحرف قياسية فقط",
    "isNotKeywordStuffUrl": "تجنب حشو الكلمات المفتاحية في رابط الصفحة",
    "isGoodUrlLength": "طول رابط الصفحة مثالي",
    "isUseDescription": "استخدام وصف الصفحة",
    "isKeywordInDescription": "الكلمات المفتاحية في وصف الصفحة",
    "isUseExternal": "استخدام الروابط الخارجية",
    "isOneDescription": "وصف واحد فقط",
    "isGoodDescriptionLength": "طول وصف الصفحة مثالي",
    "isUseCanonical": "إستخدام وسم الرابط الأساسي",
    "infoword":"معلومه",
    "about-issue":"عن المشكله",
    "isAccessibleInfo": "لكي تظهر في نتائج البحث ، يجب أن تكون محركات البحث قادرة على الزحف إلى صفحتك وفهرستها. قبل أن تتمكن من الاستفادة من استهداف الكلمات المفتاحية أو غيرها من أساليب التحسين ، يجب عليك التأكد أولاً من أن صفحتك يمكن الوصول إليها من قبل محركات البحث.",
    "accessiblityInfo": "لكي تظهر في نتائج البحث ، يجب أن تكون محركات البحث قادرة على الزحف إلى صفحتك وفهرستها. قبل أن تتمكن من الاستفادة من استهداف الكلمات المفتاحية أو غيرها من أساليب التحسين ، يجب عليك التأكد أولاً من أن صفحتك يمكن الوصول إليها من قبل محركات البحث.",
    "isNotKeywordStuffTitleInfo": "إذا استخدمت كلمات مفتاحية أكثر من مرتين في وسم العنوان ، فقد تصنف محركات البحث صفحتك كصفحة بها حشو الكلمات المفتاحية (شكل من أشكال الاحتيال في محركات البحث) ، مما سيؤدي ترتيب صفحتك في محركات البحث.",
    "isSingleTitleInfo": "من السائد أن يكون لصفحات الويب عنوان واحد فقط ، ولأسباب تحسين وصول محركات البحث ، نوصي بشدة باتباع هذه الممارسة.",
    "isOneCanonicalInfo":"يعمل وسم Canonical URL علي إحالة الصفحات المكررة إلى عنوان URL أساسي واحد. لضمان تحليل محركات البحث بشكل صحيح لهذا الرابط الأساسي ، يجب أن تستخدم صفحتك وسماً واحدًا فقط في وسم Header.",
    "isBroadKeywordTitleInfo":"عندما تقوم محركات البحث بترتيب صفحتك في نتائج  كلمة ما ، فإن وسم العنوان هو المكان الأكثر أهمية لظهور الكلمة المفتاحية. استخدم الكلمة أو العبارة بالضبط في عنوانك لمساعدة محركات البحث على ربط الصفحة بموضوع و / أو مجموعة من المصطلحات.",
    "isGoodTitleLengthInfo":"عندما تعرض محركات البحث صفحتك على صفحة النتائج الخاصة بها ، فإنها غالبًا ما تعرض فقط أول 50-60 حرفًا من العنوان. يعتمد العدد الدقيق للحروف جزئيًا على عدد البكسلات التي تعرض كل حرف ، لكن 60 حرفًا كحد أقصى هدف جيد. إذا كان عنوانك أطول من هذا ، فيمكن للمحركات اقتطاع عنوانك أو استبداله بنص آخر. أفضل عنوان ممكن (وأفضل طريقة لتشجيع الزوار المحتملين على النقر إلى صفحتك) ، هو وسم عنوان طولها أقل من 60 حرفًا.",
    "isKeywordInTitleInfo":"عندما تقوم محركات البحث بترتيب صفحتك عن كلمة ما ، فإن علامة العنوان هي المكان الأكثر أهمية لظهور الكلمة المفتاحية. استخدم الكلمة أو العبارة بالضبط في عنوانك لمساعدة محركات البحث على ربط الصفحة بموضوع و / أو مجموعة من المصطلحات.",
    "isExactKeywordInDocInfo":"تبحث محركات البحث والزوار المحتملون عن الكلمات المفتاحية المستهدفة في نص صفحتك. استخدام الكلمات المفتاحية في المستند ليس فقط من أفضل الممارسات ، ولكنه جزء أساسي من تحسين الصفحة لمحرّكات البحث وتجربة مستخدم جيدة." ,
    "isNotKeywordStuffDocInfo":"إذا كنت تستخدم كلمات مفتاحية عدة مرات في نص المستند ، فقد تقوم محركات البحث بتصنيف صفحتك كصفحة تحتوي على  حشو الكلمات المفتاحية (شكل من أشكال الاحتيال في تحسين  محركات البحث) ، مما قد يضر ترتيباتك في محركات البحث ، بالإضافة إلى ظهور الصفحة بشكل سيء للزوار المحتملين.",
    "isSufficientCharInContentInfo":"تبحث محركات البحث عن صفحات تحتوي على قدر كافٍ من المحتوى المقروء آلياً ، بافتراض أن هذه الصفحات من المرجح أن تحقق أهداف الزوار المحتملين. الصور بدون نص بديل وملفات الفلاش وتطبيقات جافا وغيرها من المحتويات غير النصية الغير مرئية فعليًا لعناكب محركات البحث. قد ترى محركات البحث الصفحات التي لا تحتوي على محتوى فريد يمكن قراءته بواسطة الآلة كتكرار للصفحات الأخرى حينها قد تقوم بإزالتها من الفهرس. الحد الأدنى للمحتوى هو 300 حرفًا ، وهو تقريبي إلى حد ما ، ولكنه يعد قاعدة معقولة للتعبير عن الحد الأدنى المقبول من المحتوى الفريد.",
    "isSufficientWordsInContentInfo":"تبحث محركات البحث عن صفحات تحتوي على قدر كافٍ من المحتوى المقروء آلياً ، بافتراض أن هذه الصفحات من المرجح أن تحقق أهداف الزوار المحتملين. الصور بدون نص بديل وملفات الفلاش وتطبيقات جافا وغيرها من المحتويات غير النصية الغير مرئية فعليًا لعناكب محركات البحث. قد ترى محركات البحث الصفحات التي لا تحتوي على محتوى فريد يمكن قراءته بواسطة الآلة كتكرار للصفحات الأخرى حينها قد تقوم بإزالتها من الفهرس. الحد الأدنى للمحتوى هو 50 كلمة ، وهو تقريبي إلى حد ما ، ولكنه يعد قاعدة معقولة للتعبير عن الحد الأدنى المقبول من المحتوى الفريد.",
    "isKeywordInUrlInfo":"استخدم كلماتك المفتاحية المستهدفة في رابط الصفحة URL لكي يكون رابط الصفحة ملائماً لمحتوى الصفحة في نتائج محرك البحث ، كما ويساعد الزوار المحتملين في تحديد موضوع صفحتك من رابط URL ، كما ويوفر قيمة لمحرّكات البحث عند استخدامها في رابط الصفحة . بالنسبة للعبارات متعددة الكلمات ، إستخدم (-) لكي تتمكن محركات البحث من  قراءة عنوان URL ككلمات منفصلة بشكل أفضل.",
    "isGoodKeywordInHeaderInfo":"على الرغم من أن استخدام الكلمات المفتاحية المستهدفة في وسوم H1 على صفحتك لا يرتبط مباشرة بالترتيب العالي ، إلا أنه يبدو أنه يوفر بعض القيمة البسيطة. يعتبر أيضًا ممارسة أفضل لإمكانية الوصول ويساعد الزائرين المحتملين على تحديد محتوى صفحتك ، لذلك نوصي بذلك. ومع ذلك ، يمكن اعتبار الاستخدام الزائد للكلمات المفتاحية حشوًا للكلمات المفتاحية (شكل من أشكال الاحتيال  في تحسين محركات البحث) ويمكن أن يؤثر سلبًا على ترتيب صفحتك ، لذا ينصح باستخدم الكلمات المفتاحية في علامات H1 مرتين أو أقل.  للإلتزام بأفضل الممارسات في أخبار Google و أخبار Bing، يجب أن تحتوي العناوين على الكلمات المفتاحية ذي الصلة.",
    "isKeywordInAltInfo":"يضيف وصف صورك بشكل صحيح باستخدام الكلمات المفتاحية أيضًا قيمة للمستخدمين الذين يعانون من ضعف البصر والذين ربما يستخدمون تطبيق قارئ النص لتصفح الويب. يرتبط استخدام الكلمات المفتاحية كبديل لصورة ما بالترتيبات العالية. كما أنه يساعد صفحتك على ترتيب أفضل في البحث عن الصور.",
    "isNotManyExternalInfo":"إن الروابط الخارجية أمر جيد عمومًا ، ولكن كما هو الحال مع العديد من أساليب التحسين في تحسين محركات البحث (SEO) ، فإن الاعتدال هو أفضل مسار. إذا كانت صفحتك تستخدم عددًا كبيرًا من الروابط الخارجية التي تحتوي علي DoFollow ، فقد تمنع المحركات من إعطاء قيمة كبيرة للروابط وقد تؤدي أيضًا إلى تصنيف الصفحة كصفحة تحاول الاحتيال على محركات البحث ، خاصة إذا كانت هذه الروابط لا تشير إلى مواقع عالية الجودة / موثوق بها.",
    "isNotManyInternalInfo":"أكدت Google أن استخدام عدد كبير جدًا من الروابط الداخلية في الصفحة لن يؤدي إلى فرض عقوبة ، ولكنه يمكن أن يؤثر على كمية عصير الارتباطات (Link juice) المرسل عبر هذه الروابط ويقلل  من أهمية  صفحاتك في محركات البحث .",
    "isStaticUrlInfo":"يمكن أن يؤدي استخدام عنوان URL ثابت إلى تحسين أدائك في نتائج محركات البحث. لا يؤدي استخدام الروابط الديناميكية بالضرورة إلى ترتيبات أسوأ ، لكن بعض الأبحاث تشير إلى وجود علاقة ارتباط ، وهي تؤدي عمومًا إلى انخفاض نسب النقر إلى الظهور (CTR). كما أنها مصدر شائع للمحتوى المكرر.",
    "useStandardCharInfo":"إن استخدام الأحرف الشائعة في روابط URL يجعل من السهل على المزيد من المستخدمين الوصول إلى رابط URL الخاص بك وتفسيره ، ويتجنب المشاكل المحتملة في ترتيباتك في محركات البحث. ليس لدى جميع المستخدمين لوحات مفاتيح يمكنها بسهولة إدخال أحرف أقل شيوعًا ، أو متصفحات تدعم عرض هذه الأحرف ، ويمكن لبعض الأحرف الخاصة أن تبدو بشكل غير مرغوب فيه.",
    "isNotKeywordStuffUrlInfo":"إذا كنت تستخدم الكلمات المفتاحية أكثر من مرة في رابط URL ، فقد تصنف محركات البحث صفحتك على أنها تحتوي على حشو الكلمات المفتاحية (شكل من أشكال الاحتيال على محركات البحث) ، مما قد يضر ترتيباتك في نتائج البحث ، فضلاً عن ظهورها بشكل مزعج  للزائرين المحتملين. حشو الكلمات المفتاحية في الرابط يجعل عنوان URL الخاص بك أطول مما يلزم ، مما قد يكون له تأثير سلبي على المستخدمين ومحركات البحث على حد سواء.",
    "isGoodUrlLengthInfo":"غالبًا ما تقوم محركات البحث باقتطاع رابط URL الذي يزيد عن 75 حرفًا ويبدو أنها تعطي قيمة أقل للكلمات المفتاحية في روابط URL الطويلة. حاول تقصير رابط URL الخاص بك إلى 75 حرفًا ، مع استخدام الكلمات المفتاحية بشكل مناسب. نوصي أيضًا باستخدام أقل من ثلاثة مجلدات فرعية في رابط URL الخاص بك لتسهيل تحليلها على محركات البحث.",
    "isUseDescriptionInfo":"لا يؤثر وصف الصفحة في ترتيبات صفحتك في نتائج البحث ، إلا أنه يوفر نبذة حول موضوع الصفحة وتركيزها ويمكن أن يساعد في تحسين نسبة النقر إلى الظهور (CTR) للزائرين المحتملين.",
    "isKeywordInDescriptionInfo":"إذا كانت كلماتك المفتاحية في وصف الصفحة ، فمن الأرجح أن تستخدمها محركات البحث باعتبارها المقتطف الذي يصف صفحتك. يرى الزائرون المحتملون الكلمة المفتاحية بالخط العريض في المقتطف ، مما يزيد من ظهور صفحتك ووضوحها. احرص على عدم استخدام الكلمات المفتاحية بشكل مفرط ، حيث يمكن أن ينظر إليها على أنه احتيال وإزعاج  من قبل كل من محركات البحث والزوار المحتملين ، ويمكن أن تقلل من فرصة أن ينقر الزوار المحتملون على صفحتك.",
    "isUseExternalInfo":"الروابط الخارجية شيء تفضله محركات البحث حيث  يوفر قيمة محتملة لهذة الروابط  و لصفحتك ، ويمكن للكثيرين الذين اختبروا ذلك تأكيد وجود قيمة لها في تحسين محركات البحث. في أي صفحة تستهدف كلمة مفتاحية على وجه التحديد ، قم بالربط خارجيًاً لموقع أخر برابط واحد على الأقل (وربما أكثر) من المصادر الموثوقة ذات الصلة بموضوع الصفحة.",
    "isOneDescriptionInfo":"إذا كان لديك أكثر من وصف للصفحة ، فيمكن أن تربك محركات البحث وقد لا تعرض وسم الوصف المقصود.",
    "isGoodDescriptionLengthInfo":"ينصح أن يكون وصف الصفحة متكون من 300 حرف في معظم الحالات. لا يتم استخدام وصف الصفحة للترتيب ، لذلك لا يتم رؤية الكلمات التي تتجاوز هذا العدد من قبل أي شخص أو حتي استخدامها من قبل محركات البحث.",
    "isUseCanonicalInfo":"يهدف وسم Rel Canonical  إلى إحالة الصفحات المكررة إلى عنوان URL أساسي واحد. لضمان تحليل الصفحات من قبل محركات البحث بشكل صحيح ، يجب أن تستخدم صفحتك وسماً واحدًا فقط في رأس الصفحة.",
    "page-title" : "عنوان الصفحة",
    "title":"عنوان الصفحة",
    "page-description" :"وصف الصفحة",
    "description" :"وصف الصفحة",
    "keyword-found": "مرات وجود الكلمات المفتاحية",
    "keyword-locations":"أماكن الكلمات المفتاحية",
    "page-score":"درجة الصفحة",
    "hurt-score":"تضر الصفحة",
    "help-score":"تساعد الصفحة",
    "all-issues":"كل الفحوصات",
    "how-to-fix": "كيفية الإصلاح",
    "isAccessibleFix":"تأكد من أن محركات البحث يمكنها الوصول إلي هذه الصفحة: فهي تعيد رمز HTTP 200 ، ولا تحظر برامج الزحف (بإستخدام robots.txt ، أو Meta Robots أو بروتوكول x-robots) ، ولا تستخدم Meta Refresh للتحويل لرابط آخر (استخدم إعادة توجيه 301 لإعادة التوجيه بشكل دائم بدلاً من ذلك) ، و تأكد أنك لا تشير لصفحة أخري في وسم Rel canonical.",
    "isNotKeywordStuffTitleFix": "لا تستخدم كلماتك المفتاحية المستهدفة أكثر من مرتين في وسم العنوان.",
    "isSingleTitleFix": "تأكد من أن صفحتك تحتوي على وسم عنوان &lt;title&gt; واحد فقط.",
    "isOneCanonicalFix":"استخدم وسم Rel Canonical URL لتوجيه الصفحات المكررة إلى عنوان URL الصحيح والأساسي. مثال: &lt;link rel=&quot;canonical&quot; href=&quot;&lt;رابط الصفحة الأساسية&quot; /&gt;.",
    "isBroadKeywordTitleFix":"أضف كلماتك المفتاحية المستهدفة في بداية وسم العنوان &lt;title&gt ، ويفضل أن تكون واحدة من الكلمات الأولى. مثال &lt;title&gt;الكلمة المفتاحية الرئيسية - الكلمة المفتاحية الثانوية - العلامة التجارية&lt;/title&gt; .",
    "isGoodTitleLengthFix":"قم بتعديل وسم العنوان &lt;title&gt  إلى 60 حرفًا أو أقل.",
    "isKeywordInTitleFix":"أضف كلماتك المفتاحية المستهدفة في بداية وسم العنوان &lt;title&gt ، ويفضل أن تكون واحدة من الكلمات الأولى. مثال &lt;title&gt;الكلمة المفتاحية الرئيسية - الكلمة المفتاحية الثانوية - العلامة التجارية&lt;/title&gt; .",
    "isExactKeywordInDocFix":"استخدم كلماتك المفتاحية المستهدفة مرة واحدة على الأقل في المحتوى النصي للصفحة.",
    "isNotKeywordStuffDocFix":"عدّل صفحتك لاستخدام كلمتك المفتاحية بشكل أقل تكرارًا.",
    "isSufficientCharInContentFix":"تأكد من أن صفحتك تحتوي على ما لا يقل عن 300 حرف (بما في ذلك المسافات) من المحتوى الفريد القابل للقراءة آليًا والذي يوفر قيمة للزائرين المحتملين.",
    "isSufficientWordsInContentFix":"تأكد من أن صفحتك تحتوي على ما لا يقل عن 50 كلمة من المحتوى الفريد القابل للقراءة آليًا والذي يوفر قيمة للزائرين المحتملين.",
    "isKeywordInUrlFix":"استخدم كلماتك المفتاحية المستهدفة في رابط URL الصفحة. استخدم (-) لفصل الجمل متعددة الكلمات. مثال: www.mysite.com/عبارة-الكلمة-المفتاحية.",
    "isGoodKeywordInHeaderFix":"استخدم كلماتك المفتاحية المستهدفة في بداية وسوم H1 مرة واحدة أو مرتين (ولكن ليس أكثر) في الصفحة. مثال: &lt;h1&gt;الكلمة المفتاحية في رأس الصفحة&lt;/h1&gt;.",
    "isKeywordInAltFix":"أضف الكلمات المفتاحية المستهدفة إلى سمة alt للصور ذات الصلة. إذا كانت صفحتك لا تحتوي على أي صور ، ففكر في إضافة واحدة. مثال: &lt;img src=&quot;رابط الصورة&quot; alt=&quot;الكلمة المفتاحية&quot;&gt; .",
    "isNotManyExternalFix":"قم بتقليل عدد الروابط الخارجية ، التي تحتوي على Dofollow في صفحتك إلى أقل من 150. في معظم الحالات ، يكون الحد الأقصي المثالي هو 100.",
    "isNotManyInternalFix":"قم بتخفيض عدد الروابط الداخلية في صفحتك إلى أقل من 100 ، إذا كان ذلك ممكنًا. على الأقل ، حاول الاحتفاظ بروابط التنقل والقوائم إلى أقل من 100.",
    "isStaticUrlFix":"استخدم mod rewrite أو  ISAPI rewrite لتغيير رابط URL الخاص بالصفحة ليكون ثابتًا (إزالة جميع الأحرف الخاصة الأتية من الرابط ؟ ، = ، إلخ)",
    "useStandardCharFix":"تأكد من أن رابط URL الخاص بك يحتوي فقط على أحرف وأرقام ، شرطة مائلة (/) ، فاصلة (،) ، زائد (+) ، علامة تعجب (!) ، نقطة (.) ، شرطة (-). علامة الضم (&) والرقم (#) لا بأس بهم أيضًا.",
    "isNotKeywordStuffUrlFix":"أعد كتابة رابط URL الخاص بك لاستخدام كلماتك المفتاحية المستهدفة مرة واحدة فقط.",
    "isGoodUrlLengthFix":"أعد كتابة رابط URL الخاص بك ليكون أقصر ما يمكن ، ويفضل أن يكون أقصر من 75 حرفًا ويحتوي على أقل من ثلاثة مجلدات فرعية.",
    "isUseDescriptionFix":"أضف وصفاً للصفحة ، وصف محتوى الصفحة بطريقة تجعله مقنعا للزائرين المحتملين الذين يرون الوصف في نتائج البحث. يجب أن يتراوح محتوى وصف الصفحة ما بين 50 إلى 300 حرف ، وأن يكون وصفًا مفيدًا للصفحة مما يؤدي إلى زيادة النقرات علي نتيجتك في صفحة النتائج . مثال: &lt;meta name=&quot;description&quot; content=&quot;إحصل علي أفضل ممارسات تحسين محركات البحث التي تخص وصف الصفحة.&quot; /&gt;.",
    "isKeywordInDescriptionFix":"استخدم كلماتك المفتاحية المستهدفة مرة واحدة على الأقل ، ولكن ليس أكثر من ثلاث مرات في وسم وصف الصفحة. يجب أن يتراوح محتوى الوصف ما بين 50 إلى 300 حرف ، وأن يكون وصفًا مفيدًا للصفحة مما يؤدي إلى النقر علي نتيجتك في صفحة نتائج البحث. مثال: &lt;meta name=&quot;description&quot; content=&quot;إحصل علي أفضل ممارسات تحسين محركات البحث التي تخص وصف الصفحة.&quot; /&gt; .",
    "isUseExternalFix":"أضف رابطًا خارجياً يشير إلى مصادر موثوق بها يمكن أن يستفيد منها الزوار المحتملون.",
    "isOneDescriptionFix":"تأكد من أن صفحتك تحتوي على وسم  وصف للصفحة واحد فقط.",
    "isGoodDescriptionLengthFix":"استخدم كلماتك المفتاحية المستهدفة مرة واحدة على الأقل ، ولكن ليس أكثر من ثلاث مرات في وسم وصف الصفحة. يجب أن يتراوح محتوى الوصف ما بين 50 إلى 300 حرف ، وأن يكون وصفًا مفيدًا للصفحة مما يؤدي إلى النقر علي نتيجتك في صفحة نتائج البحث. مثال: &lt;meta name=&quot;description&quot; content=&quot;إحصل علي أفضل ممارسات تحسين محركات البحث التي تخص وصف الصفحة.&quot; /&gt;.",
    "isUseCanonicalFix":"إذا كانت هذه الصفحة مكررة من صفحة أخرى ، فأضف علامة وسم Rel Canonical URL إلى رأس هذه الصفحة للإشارة إلى الصفحة التي تريد أن تشير إليها جميع الصفحات المكررة. مثال: &lt;link rel=&quot;canonical&quot; href=&quot;&lt;رابط الصفحة الأساسية&quot; /&gt; .",
    "print":"طباعة",
    "on-page-tools" : "أدوات تحليل الصفحات",
    "seo-audit" : "تحليل الصفحات",
    "keywords-tracker" : "متتبع الكلمات المفتاحية",
    "keywords-generator" : "مولد الكلمات المفتاحية",
    "backlinks" : "الروابط الخارجية",
    "support" : "الدعم",
    "help-desk" : "الدعم الفني",
    "titleInfo" : "يعد عنوان الصفحه من أهم العوامل المهمه جدًا ، و يقوم جوجل بإعادة كتابة هذا العنوان في حالات قليله جدًا مث ًلا إذا كان العنوان لا يناسب جملة البحث ولكن الصفحة تحتوي علي شيء يخص جملة البحث يجب أن يحتوي العنوان علي أهم الكلمات المفتاحيه التي تستهدفها بهذه الصفحه , يجب أن يكون لكل صفحه في موقعك عنوان فريد خاص بها وأن تحتوي الصفحه علي وسم عنوان واحد فقط و يجب أن يكون طول العنوان مناسبًا بحيث لا يقل عن 10 أحرف ولا يزيد عن 60 حرف",
    "titleLength" : "طول عنوان الصفحة",
    "isTitleExist": "العثور علي عنوان للصفحة",
    "descriptionInfo":"يعد وصف الصفحه من أهم وسوم Meta التي يجب عليك كتابتها بدقه فهي أول شيء يراه الزائر من محتوي الموقع لذا إحرص علي أن يكون جذابًا ,يجب أن يحتوي الوصف علي أهم الكلمات المفتاحيه التي تستهدفها بهذه الصفحه , يجب أن يكون الوصف مقروءًا للزائر وجذابًا ولا يضلل الزائر ,يجب أن تحتوي الصفحه علي وصف واحد فقط, يجب أن يكون طول الوصف مناسبًا بحيث لا يقل عن 70 حرف ولا يزيد عن 160 حرف.",
    "isSingleDescription" : "وصف واحد فقط في للصفحة",
    "isDescriptionExist": "العثور علي وصف للصفحة",
    "descriptionLength" : "طول وصف الصفحة",
    "linksAnalysis" : "تحليل الروابط داخل الصفحة",
    "linksCount" : "عدد الروابط",
    "aText" : "نص الرابط",
    "aHref" :"الرابط",
    "aStatus": "نوع الرابط",
    "flash" : "تجنب إستخدام الفلاش",
    "flashInfo" : "يعد الفلاش من المكونات الغير قابله للفهرسه ولذلك لا ننصح بإستخدامه داخل صفحات الويب",
    "frames" : "تجنب إستخدام الإطارات",
    "framesInfo" : "الوسوم Frames, frameset, iframe  تعتبر  خيار سيء بالنسبة لمحركات البحث حيث أنة من الصعب على محركات البحث فهرسة الصفحات التي تحتوي علي الإطارات لأنها لا تتبع التصميم القياسي لموقع الويب. يجب تجنب استخدام الإطارات عند تحسين موقع الويب الخاص بك. استخدم رابط النص التشعبي بدلاً من ذلك.",
    "framesCount" : "عدد الإطارات",
    "twitterCard" :"إستخدم كرت تويتر",
    "twitterCardInfo" :"كرت تويتر بالإنجليزيه  Twitter Card يتيح للصفحات أن تضيف عنوان و وصف و صوره للرابط داخل موقع twitter.com",
    "openGraph":"إستخدم بروتوكول Open Graph",
    "openGraphInfo":"بروتوكول Open Graph يتيح للصفحات أن تمتلك نفس الوطائف التي تمتلكها كائنات facebook ، فإذا أردت أن تظهر روابط موقعك بشكل جيد داخل facebook.com فعليك إستخدام هذا البروتوكول",
    "not-found" :"لا يوجد",
    "amp" : "تسريع تحميل الصفحة للجوال",
    "ampLink" : "رابط صفحة الجّوال المسرعة",
    "ampInfo":"تمثل صفحات الجّوال المسرعة بالإنجليزيه  Accelerated Mobile Pages  التي يُشار إليها اختصاًرا بـ AMP  وهي صفحات ويب مصممة وفًقا لمواصفات البرامج المفتوحة المصدر. ويتم تخزين  هذة الصفحات التي تم التحقق من صحتها في ذاكرة التخزين المؤقت لصفحات AMP المقدمة من Google وهو ما يتيح عرضها بشكل أسرع.",
    "robotsMeta" : "وسم Meta Robots",
    "xRobots":"X-Robots-Tag HTTP header",
    "refreshMeta" : "وسم Meta Refresh",
    "refreshHeader" : "Refresh HTTP Header",
    "isAllowedFromRobots":"ملف robots.txt يسمح لمحركات البحث الوصول للصفحة",
    "isAllowedFromPage" : "الصفحة لا تحتوي علي وسوم تمنع محركات البحث من الوصول اليها",
    "docType" : "نوع الصفحة",
    "docTypeInfo" : "تحديد نوع الصفحه يساعد المتصفح علي عرض الصفحه بالصوره المطلوبه.",
    "ratio":"نسبة النص إلي كود Html",
    "ratioInfo":"هذه النسبه ليست عام ًلا أساسيًا في ترتيب نتائج البحث ولكنها تساهم في تحسين عوامل أخري والنسبة التي ينصح بها ما بين 25% إلي 70% ",
    "viewport": "وسم ViewPort",
    "viewportInfo":"إحرص دائماً علي إستمتاع مستخدم موقعك بتجربة مستخدم ممتازة  ، هذا الوسم ليس له علاقه بتحسين محركات البحث ولكنه يحدد كيف يعرض المتصفح الصفحه علي أجهزة الهواتف الذكيه ويؤثر علي تجربة المستخدم وقد يكون عدم وجود هذا الوسم يؤدي إلي تجربة مستخدم سيئه",
    "language":"لغة الصفحة",
    "languageInfo" : "تحديد لغة الصفحة في كود Html وفي رابط الصفحه للمواقع متعددة اللغات مهم جدًا ويساعد محركات البحث علي فهرسة الموقع بشكل صحيح.",
    "fromatedItems":"إستخدم نصوص منسقة في الصفحة",
    "fromatedItemsInfo" : "ننصحك أن تنسق الكلمات المفتاحيه التي تستهدفها عن طريق وضعها بين أحد هذة الوسوم <b> - للنص العريض ، <strong> - للنص المهم ، <i> - للنص المائل ، <em> - للنص المؤكد ، <mark> - للنص المؤشر علية",
    "bItems":"<b> - نص عريض",
    "iItems":"<i> - نص مائل",
    "emItems":"<em> - نص مؤكد ",
    "strongItems":"<strong> - نص مهم",
    "markItems":" <mark> - نص مؤشر علية",
    "image":"إستخدم النص البديل للصور",
    "imageInfo":"يعد النص البديل للصور بالإنجليزية Alt atrtribute for img Tag لعرض الصور في نتائج بحث جمله معينه ، عليك إستخدام هذا النص البديل لذاننصحك بأن يحتوي موقعك علي صور خاصه بك أو صور لديك حق نشرها و كتابة كلمات مفتاحيه واصفه للصور كنص بديل للصوره ، لا تستخدم صور بدون نص بديل و إحرص علي أن يكون النص البديل يحتوي علي الكلمات المفتاحيه التي تستهدف الظهور في نتائج بحث الصور بها.",
    "alt" : "النصوص البديلة للصور",
    "emptyAlt":"الصور التي لا تحتوي علي نص بديل",
    "heading" : "إستخدم وسوم Headings بصورة جيدة",
    "h1":"وسم H1",
    "h2":"وسم H2",
    "h3":"وسم H3",
    "h4":"وسم H4",
    "h5":"وسم H5",
    "h6":"وسم H6",
    "isSingleH1":"إستخدام وسم H1 مرة واحدة فقط",
    "headingInfo":"تعد وسوم Headings بالإنجليزيه Headings Tags من أهم الوسوم التي تهتم بها محركات البحث لذا إحرص علي إستخدام الكلمات المفتاحية المستهدفة بين هذه الوسوم ،إستخدم كلا من الوسوم الأتيه H1 و H2 و H3 علي الأقل مره واحده ولا تستخدم وسم H1 أكثر من مرة.",
    "domain":"إسم النطاق",
    "urlLength":"طول الرابط (بالأحرف)",
    "domainLength":"طول إسم النطاق (بالأحرف)",
    "google_cache_url": "رابط النسخة المحفوظة في جوجل",
    "countSpacesInUrl":"عدد المسافات في الرابط",
    "isUrlNotHasSpaces" :"الرابط لا يحتوي علي مسافات",
    "isUrlHasGoodStatus" :"كود حالة HTTP جيد",
    "httpCode" :"كود حالة HTTP",
    "urlInfo":"يعد وجود الكلمه المفتاحيه بإسم النطاق الخاص بموقعك أو رابط الصفحه عامل مهم يمثل تقريباً نسبة 2 % من العوامل التي يرتب بها جوجل نتائج البحث، ويجب الفصل بين الكلمات بشرطة (-) Dash بدلا من المسافة العادية مثال : كلمة-مفتاحيه-للموضوع-أو-المقال-أو-عنوان-الموضوع/example.com و يجب أن لا يتعدي طول الرابط 200 حرف و أن تكون حالة الرابط 200 أو 301 أو 404 أو 503 و لا يحتوي علي مسافات.",
    "contentTypeAndCharset" : "ترميز الصفحة ونوع المحتوي",
    "contentTypeAndCharsetInfo": "يمكنك تحديد نوع الترميز عن طريق إضافتة في HTTP Header الصفحة او عن طريق إضافة في كود HTML للصفحة وبالتحديد وسم Head وإضافة الكود الأتي : <meta http-equiv='Content-Type' content='text/html; charset=utf-8' /> أو بإستخدام شكل HTML 5 الأتي <meta charset='UTF-8'>",
    "contentType":"نوع المحتوي",
    "charset":"ترميز الصفحة",
    "canonical": "وسم الرابط الأساسي Canonical",
    "canonicalInfo":"تعد أهمية هذا الوسم في أنه يخبر روبوتات محركات البحث بالرابط الأساسي للصفحه أو المقاله إذا كانت الصفحة لها روابط متعددة وهذا يزيل إمكانية أن يتعرض موقعك لمشكلة تكرار المحتوي."
}