{
    "dashboard":"لوحة التحكم",
    "profile":"الملف الشخصي",
    "logout":"تسجيل الخروج",
    "signin":"دخول",
    "signup":"تسجيل حساب جديد",
    "e-mail":"البريد الإلكتروني",
    "password": "كلمة المرور",
    "confirm-password":"تأكيد كلمة المرور",
    "reset-password":"إعادة تعين كلمة المرور",
    "send-link-reset-password":"ارسال رابط إعادة تعيين كلمة المرور",
    "remember-me":"تذكرني",
    "forget-password":"نسيت كلمة المرور؟",
    "name":"الإسم",
    "pro-plan":"الخطة الإحترافية",
    "online":"متصل",
    "search-placeholder":"البحث",
    "main-menu":"القائمة الرئيسية",
    "reports":"التقارير",
    "reports-management":"إدارة التقارير",
    "comprehensive-reports": "تقارير شاملة",
    "onpage-reports" : "تقارير سيو داخلي",
    "seo-tracker" : "مراقب السيو",
    "keywords": "الكلمات المفتاحية",
    "keyword": "الكلمة المفتاحية",
    "version": "الإصدار",
    "copyright-statement":"جميع الحقوق محفوظة",
    "page-optimization":"تحسين الصفحة",
    "arabic":"العربية",
    "english":"الإنجليزية",
    "page-link":"رابط الصفحة",
    "isAccessible": "يمكن لمحركات البحث الوصول للصفحة",
    "isNotKeywordStuffTitle": "تجنب حشو الكلمات الرئيسية في عنوان الصفحة",
    "isSingleTitle": "تجنب عناصر عنوان الصفحة المتعددة", 
    "isOneCanonical": "رابط أساسي واحد",
    "isBroadKeywordTitle": "استخدام الكلمات المفتاحية في بداية عنوان الصفحة",
    "isGoodTitleLength": "طول عنوان الصفحة الأمثل",
    "isKeywordInTitle": "الكلمة المفتاحية مستخدمة في عنوان الصفحة",
    "isExactKeywordInDoc": "الكلمة المفتاحية مستخدمة في الصفحة على الأقل مرة واحدة",
    "isNotKeywordStuffDoc": "تجنب حشو الكلمات المفتاحية في الصفحة",
    "isSufficientCharInContent": "أحرف كافية في المحتوى",
    "isSufficientWordsInContent": "كلمات كافية في المحتوى",
    "isKeywordInUrl": "استخدم الكلمات المفتاحية في رابط الصفحة",
    "isGoodKeywordInHeader": "الاستخدام الأمثل للكلمات المفتاحية في علامات الرأس",
    "isKeywordInAlt": " الكلمات المفتاحية في كبديل للصور",
    "isNotManyExternal": "تجنب الكثير من الروابط الخارجية",
    "isNotManyInternal": "تجنب الكثير من الروابط الداخلية",
    "isStaticUrl": "استخدام عناوين URL الثابتة",
    "useStandardChar": "رابط الصفحة يحتوي علي أحرف قياسية فقط",
    "isNotKeywordStuffUrl": "تجنب حشو الكلمات المفتاحية في رابط الصفحة",
    "isGoodUrlLength": "طول رابط الصفحة مثالي",
    "isUseDescription": "استخدام وصف الصفحة",
    "isKeywordInDescription": "الكلمات المفتاحية في وصف الصفحة",
    "isUseExternal": "استخدام الروابط الخارجية",
    "isOneDescription": "وصف واحد فقط",
    "isGoodDescriptionLength": "طول وصف الصفحة مثالي",
    "isUseCanonical": "إستخدام وسم الرابط الأساسي",
    "infoword":"معلومه",
    "about-issue":"عن المشكله",
    "isAccessibleInfo": "لتصنيف نتائج البحث ، يجب أن تكون محركات البحث قادرة على الزحف إلى صفحتك وفهرستها. قبل أن تتمكن من الاستفادة من استهداف الكلمات الرئيسية أو غيرها من أساليب التحسين ، يجب عليك التأكد من أن صفحتك يمكن الوصول إليها من قبل محركات البحث.",
    "isNotKeywordStuffTitleInfo": "إذا استخدمت كلمات رئيسية أكثر من مرتين في علامة العنوان ، فقد تحدد محركات البحث صفحتك عن حشو الكلمات الرئيسية (شكل من أشكال البريد العشوائي في محرك البحث) ، مما سيؤذي تصنيفاتك في محركات البحث.",
    "isSingleTitleInfo": "المقصود من صفحات الويب أن يكون لها عنوان واحد ، ولأسباب تحسين إمكانية الوصول ومحرك البحث ، نوصي بشدة باتباع هذه الممارسة.",
    "isOneCanonicalInfo": "المقصود من علامة عنوان URL الكنسي إحالة الصفحات المكررة إلى عنوان URL أساسي واحد. لضمان أن تقوم محركات البحث بتحليل المصدر الكنسي بشكل صحيح ، يجب أن تستخدم صفحتك إصدارًا واحدًا فقط من هذه العلامة في العنوان.",
    "isBroadKeywordTitleInfo": "عندما تقوم محركات البحث بترتيب صفحتك عن كلمة رئيسية ، فإن وسم العنوان هي أهم مكان تظهر فيه الكلمة الرئيسية. استخدم الكلمة أو العبارة الدقيقة في العنوان لمساعدة محركات البحث على ربط الصفحة بموضوع و / أو مجموعة من الشروط. ",
    "isGoodTitleLengthInfo": "عندما تعرض محركات البحث صفحتك على صفحة النتائج الخاصة بها ، فإنها غالبًا ما تعرض فقط من 50 إلى 60 حرفًا. ويعتمد العدد الدقيق للأحرف جزئيًا على عدد البيكسلات العريضة لكل حرف ، لكن 60 كحد أقصى جيد إذا كان عنوانك أطول من هذا ، فقد تقوم المحركات باقتطاع عنوانك بقطع علامة أو استبداله بنص آخر ، وأفضل عنوان ممكن (وأفضل طريقة لتشجيع الزوار المحتملين على النقر إلى صفحتك) ، هو علامة عنوان طوله أقل من 60 حرفًا. ",
    "isKeywordInTitleInfo": "عندما تقوم محركات البحث بترتيب صفحتك عن كلمة رئيسية ، فإن وسم العنوان هي أهم مكان تظهر فيه الكلمة الرئيسية. استخدم الكلمة أو العبارة بالضبط في عنوانك لمساعدة محركات البحث على ربط الصفحة بموضوع و / أو مجموعة من الشروط. ",
    "isExactKeywordInDocInfo": "يبحث كلٌّ من محركات البحث والزوار المحتملين عن الكلمات الرئيسية المستهدفة في نص صفحتك. استخدام الكلمات الأساسية في عنصر المستند ليس فقط أفضل الممارسات ، ولكنه جزء أساسي من مُحسّنات محركات البحث وتجربة المستخدم الجيدة." ,
    "isNotKeywordStuffDocInfo": "إذا كنت تستخدم الكلمات الرئيسية عدة مرات في نص المستند ، فقد تحدد محركات البحث صفحتك للكلمة الرئيسية stuf ng (شكل من أشكال البريد العشوائي في محرك البحث) ، مما قد يضر بتصنيفاتك في محركات البحث ، وكذلك يظهر تشبه الرسائل غير المرغوب فيها في نتائج البحث للزائرين المحتملين. ",
    "isSufficientCharInContentInfo": "تبحث محركات البحث عن صفحات تحتوي على كمية كافية من المحتوى المقروء على الآلة ، مع افتراض أن هذه الصفحات من المرجح أن تلبي أهداف الزائرين المحتملين. الصور التي لا تحتوي على نص بديل و Flash les و applets Java وغيرها محتوى النص غير مرئي تقريبًا لعناكب محركات البحث ، فقد تشاهد محركات البحث الصفحات التي لا تحتوي على محتوى فريد يمكن قراءته من قِبل الجهاز كنسخة مكررة من الصفحات الأخرى وإزالتها من الفهرس ، ومن المعترف به أن الحد الأدنى لعدد الأحرف البالغ 300 حرفًا هو أمر تعسفي إلى حد ما ، لكنه قاعدة معقولة الإبهام لأدنى مستوى مقبول من المحتوى الفريد المطلق. ",
    "isSufficientWordsInContentInfo": "تبحث محركات البحث عن صفحات تحتوي على كمية مناسبة من المحتوى القابل للقراءة آليًا ، بافتراض أن هذه الصفحات من المرجح أن تلغي أهداف الزائرين المحتملين. الصور التي لا تحتوي على نص بديل و Flash les و applets Java الأخرى - محتوى النص غير مرئي تقريبًا لعناكب محركات البحث ، فقد ترى محركات البحث الصفحات التي لا تحتوي على محتوى فريد يمكن قراءته من قِبل الجهاز كنسخة مكررة من الصفحات الأخرى وإزالتها من الفهرس ، والحد الأقصى البالغ 50 كلمة هو قاعدة معقولة من الإبهام للحصول على الحد الأدنى المقبول من المحتوى الفريد. ",
    "isKeywordInUrlInfo": "استخدم كلماتك الرئيسية المستهدفة في سلسلة URL لإضافة ملاءمة لصفحات محرك البحث الخاص بك ، ومساعدة الزائرين المحتملين على تحديد موضوع صفحتك من عنوان URL ، وتوفير قيمة مُحسّنات محرّكات البحث عند استخدامها كنص ربط لمراجع الروابط بالنسبة للعبارات متعددة الكلمات ، تتيح الواصلات لمحركات البحث قراءة عنوان URL ككلمات منفصلة. ",
    "isGoodKeywordInHeaderInfo": "على الرغم من أن استخدام الكلمات الرئيسية المستهدفة في علامات H1 على صفحتك لا يرتبط ارتباطًا مباشرًا بالتصنيفات العالية ، إلا أنه يبدو أنه يوفر بعض القيمة البسيطة. إنه يعتبر أيضًا أفضل ممارسة لإمكانية الوصول ويساعد الزوار المحتملين في تحديد محتوى صفحتك ، لذلك مع ذلك ، يمكن اعتبار الاستخدام المفرط للكلمات الرئيسية ككلمة رئيسية stuf ng (شكل من أشكال البريد العشوائي في محرك البحث) ويمكن أن يؤثر سلبًا على التصنيفات ، لذا استخدم الكلمات الرئيسية في علامات H1 مرتين أو أقل. News و Bing News ، يجب أن تحتوي العناوين على هدف الكلمات الرئيسية ذات الصلة وأن تعامل بنفس أهمية علامات العنوان. ",
    "isKeywordInAltInfo": "يضيف وصفًا صحيحًا لصورك باستخدام الكلمات الأساسية أيضًا قيمة للمستخدمين ضعاف البصر الذين قد يستخدمون تطبيق قارئ النص لتصفح الويب. يرتبط استخدام الكلمات الرئيسية في السمة البديلة لصورة ما بالترتيب الجيد كما يساعد صفحتك على ترتيب أفضل في البحث عن الصور ، وهو نظام بحث عالمي شائع الاستخدام كثيرًا. ",
    "isNotManyExternalInfo": "الربط خارجيًا أمر جيد عمومًا ، ولكن كما هو الحال مع العديد من أساليب التحسين في تحسين محركات البحث (SEO) ، يعد الاعتدال هو أفضل مسار. إذا كانت صفحتك تستخدم عددًا كبيرًا من الارتباطات الخارجية التي تم اتباعها ، فقد تمنع هذه المحركات من تمرير الكثير من القيمة عبر أي رابط معطى وقد يؤدي أيضًا إلى إيقاف تشغيل مشغلات الرسائل غير المرغوب فيها / المعالجة ، خاصةً إذا كانت هذه الروابط لا تشير إلى مواقع عالية الجودة / موثوق بها. ",
    "isNotManyInternalInfo": "أبدت Google قلقًا من أن استخدام عدد كبير جدًا من الروابط الداخلية على الصفحة لن يؤدي إلى عقوبة ، ولكن يمكن أن يؤدي ذلك إلى زيادة كمية عصير الارتباطات المرسلة عبر هذه الروابط وتخفيف قدرة صفحتك على الزحف إلى محركات البحث وأهداف ارتباط الفهرس وتصنيفها. ",
    "isStaticUrlInfo": "يمكن أن يؤدي استخدام عنوان URL ثابت إلى تحسين أدائك في تصنيفات محرك البحث. لا يؤدي استخدام المعلمات الديناميكية بالضرورة إلى تصنيفات أسوأ ، ولكن يشير بحث Moz إلى وجود علاقة ارتباط ، وهي تؤدي عمومًا إلى انخفاض معدلات النقر إلى الظهور (CTR) تعتبر عناوين URL الديناميكية أيضًا مصدرًا شائعًا للمحتوى المكرر. ",
    "useStandardCharInfo": "استخدام الأحرف الشائعة في عناوين URL يجعل من السهل على المزيد من المستخدمين الوصول إلى عنوان URL الخاص بك وتفسيره ، وتجنب المشاكل المحتملة المتعلقة بترتيب محرك البحث الخاص بك. ليس لدى جميع المستخدمين لوحات مفاتيح يمكنها بسهولة إدخال أحرف أقل شيوعًا أو متصفحات التي تدعم عرض هذه الأحرف ، ويمكن لبعض الأحرف الخاصة أن تبدو غير مرغوب فيها. ",
    "isNotKeywordStuffUrlInfo": "إذا كنت تستخدم الكلمات الرئيسية أكثر من مرة في عنوان URL ، فقد تقوم محركات البحث بتجميع صفحتك عن الكلمة الرئيسية stuf ng (شكل من أشكال البريد العشوائي في محرك البحث) ، مما قد يضر بتصنيفاتك ، فضلاً عن ظهور رسائل غير مرغوب فيها في نتائج البحث للزائرين المحتملين. تجعل الكلمة الرئيسية stuf ng أيضًا عنوان URL الخاص بك أطول مما يجب ، مما قد يكون له تأثير سلبي على المستخدمين ومحركات البحث على حد سواء. ",
    "isGoodUrlLengthInfo": "غالبًا ما تقوم محركات البحث باقتطاع عرض عنوان URL بـ 75 حرفًا ويبدو أنها تتجاوز قيمة الكلمة الرئيسية في عناوين URL الأطول. حاول قصر عنوان URL الخاص بك على 75 حرفًا ، مع الاستمرار في وصفه واستخدام الكلمات الرئيسية بشكل مناسب. كما نوصي باستخدام أقل من ثلاثة مجلدات فرعية في عنوان URL الخاص بك لتسهيل تحليل محركات البحث. ",
    "isUseDescriptionInfo": "على الرغم من أن وصف التعريف لا يؤثر في تصنيفات صفحتك في نتائج البحث ، فإنه يوفر سياقًا حول موضوع الصفحة وتركيزها ويمكن أن يساعد في تحسين معدل النقر إلى الظهور (CTR) للزائرين المحتملين.",
    "isKeywordInDescriptionInfo": "إذا كانت كلماتك الرئيسية في علامة وصف التعريف ، فمن الأرجح أن تستخدمها محركات البحث باعتبارها المقتطف الذي يصف صفحتك. يمكن للزوار المحتملين الاطلاع على الكلمة الرئيسية بالخط العريض في المقتطف ، مما يزيد من ظهور صفحتك وظهورها. احرص على عدم استخدام الكلمات الرئيسية بشكل مفرط ، حيث يمكن أن ينظر إليها على أنها رسائل غير مرغوب فيها من قبل كل من محركات البحث والزوار المحتملين ، ويمكن أن تقلل من فرصة قيام الزوار المحتملين بالنقر فوق صفحتك. ",
    "isUseExternalInfo": "الربط خارجيًا هو أمر اقترحته محركات البحث مكافآت تصنيفية محتملة ، ويمكن للعديد من الذين اختبروا ذلك أن يكون لديهم قيمة لكبار المسئولين الاقتصاديين. في أي صفحة يستهدف cally كلمة رئيسية ، الارتباط خارجيًا بواحد على الأقل (و ربما أكثر من واحد) الموارد ذات الصلة والموثوق بها باعتبارها أفضل الممارسات. ",
    "isOneDescriptionInfo": "إذا كان لديك أوصاف تعريف متعددة ، فيمكن أن تربك محركات البحث وقد لا تعرض علامة وصف التعريف التعريفية المقصودة.",
    "isGoodDescriptionLengthInfo": "المقتطفات التي تستخدمها محركات البحث لوصف صفحتك مقطوعة بعد 300 حرف في معظم الحالات. لا يستخدم وصف التعريف للترتيب ، لذلك لا يتم عرض الكلمات التي تتجاوز هذا العدد من قبل أي شخص أو استخدامها بواسطة البحث المحركات. ",
    "isUseCanonicalInfo": "المقصود من علامة عنوان URL الكنسي إحالة الصفحات المكررة إلى عنوان URL أساسي واحد. لضمان أن تقوم محركات البحث بتحليل المصدر الكنسي بشكل صحيح ، يجب أن تستخدم صفحتك إصدارًا واحدًا فقط من هذه العلامة في العنوان.",
    "page-title" : "عنوان الصفحة",
    "page-description" :"وصف الصفحة",
    "keyword-found": "مرات وجود الكلمات المفتاحية",
    "keyword-locations":"أماكن الكلمات المفتاحية",
    "page-score":"درجة الصفحة",
    "hurt-score":"تضر الصفحة",
    "help-score":"تساعد الصفحة",
    "all-issues":"كل الفحوصات"
}