{
    "dashboard":"Dashboard",
    "profile":"Profile",
    "logout":"Logout",
    "signin":"Sign in",
    "signup":"Sign up",
    "e-mail":"E-mail",
    "password": "Password",
    "confirm-password":"Confirm password",
    "reset-password":"Reset password",
    "send-link-reset-password":"Send link to reset password",
    "remember-me":"Remember me",
    "forget-password":"Forget password?",
    "name":"Name",
    "pro-plan":"Pro plan",
    "online":"Online",
    "search-placeholder": "Search",
    "main-menu":"Main menu",
    "reports":"Reports",
    "reports-management" : "Reports management",
    "comprehensive-reports": "Comprehensive reports",
    "onpage-reports" :"OnPage reports",
    "seo-tracker" : "SEO Tracker",
    "keywords": "Keywords",
    "backlinks-checker":"Backlinks Checker",
    "keyword": "Keyword",
    "version": "Version",
    "copyright-statement": "All copyrights reserved",
    "page-optimization":"Page Optimization",
    "arabic":"Arabic",
    "english":"English",
    "page-link":"Page Link",
    "url":"Page URL",
    "isAccessible":"Accessible to Search Engines",
    "accessiblity": "Accessible to Search Engines",
    "isNotKeywordStuffTitle":"Avoid Keyword Stuffing in Page Title",
    "isSingleTitle":"Avoid Multiple Page Title Elements",
    "isOneCanonical":"Only One Canonical URL",
    "isBroadKeywordTitle":"Broad Keyword Use in Page Title",
    "isGoodTitleLength":"Optimal Page Title Length",
    "isKeywordInTitle":"Exact Keyword is Used in Page Title",
    "isExactKeywordInDoc":"Exact Keyword Used in Document at Least Once",
    "isNotKeywordStuffDoc":"Avoid Keyword Stuffing in Document",
    "isSufficientCharInContent":"Sufficient Characters in Content",
    "isSufficientWordsInContent":"Sufficient Words in Content",
    "isKeywordInUrl":"Use Keywords in your URL",
    "isGoodKeywordInHeader":"Optimal Use of Keywords in Header Tags",
    "isKeywordInAlt":"Keywords in Image Alt Attribute",
    "isNotManyExternal":"Avoid Too Many External Links",
    "isNotManyInternal":"Avoid Too Many Internal Links",
    "isStaticUrl":"Use Static URLs",
    "useStandardChar":"URL Uses Only Standard Characters",
    "isNotKeywordStuffUrl":"Avoid Keyword Stuffing in the URL",
    "isGoodUrlLength":"Optimal URL Length",
    "isUseDescription":"Use Meta Descriptions",
    "isKeywordInDescription":"Keywords in the Meta Description",
    "isUseExternal":"Use External Links",
    "isOneDescription":"Only One Meta Description",
    "isGoodDescriptionLength":"Optimal Meta Description Length",
    "isUseCanonical":"Includes a Rel Canonical Tag",
    "infoword":"Info",
    "about-issue":"About issue",
    "isAccessibleInfo": "To rank in search results, search engines have to be able to crawl and index your page. Before you can benefit from keyword targeting or other optimization techniques, you must make sure your page is accessible to the search engines.",
    "accessiblityInfo": "To rank in search results, search engines have to be able to crawl and index your page. Before you can benefit from keyword targeting or other optimization techniques, you must make sure your page is accessible to the search engines.",
    "isNotKeywordStuffTitleInfo": "If you use keywords more than twice in the title tag, search engines may flag your page for keyword stuffing (a form of search engine spam), which will hurt your rankings in the search engines.",
    "isSingleTitleInfo": "Web pages are meant to have a single title, and for both accessibility and search engine optimization reasons, we strongly recommend following this practice.", 
    "isOneCanonicalInfo": "The canonical URL tag is intended to refer duplicate pages to a single canonical URL. To ensure the search engines properly parse the canonical source, your page should use only one version of this tag in the header.",
    "isBroadKeywordTitleInfo": "When search engines rank your page for a keyword, the title tag is the most important place for the keyword to appear. Use the exact keyword or phrase in your title to help search engines associate the page with a topic and/or set of terms.",
    "isGoodTitleLengthInfo": "When search engines display your page on their results page, they often show only the first 50-60 characters. The exact number of characters depends in part on how many pixels wide each character is, but 60 is a good maximum target. If your title is longer than this, engines may truncate your title with an ellipsis or replace it with other text. The best possible title (and best way to encourage potential visitors to click through to your page), is a title tag that is less than 60 characters long.",
    "isKeywordInTitleInfo": "When search engines rank your page for a keyword, the title tag is the most important place for the keyword to appear. Use the exact keyword or phrase in your title to help search engines associate the page with a topic and/or set of terms.",
    "isExactKeywordInDocInfo": "Search engines and potential visitors are both seeking the targeted keywords in the text of your page. Using keywords in the document is not only a best practice, but an essential part of SEO and good user experience.",
    "isNotKeywordStuffDocInfo": "If you use keywords too many times in the document text, search engines may tag your page for keyword stuffing (a form of search engine spam), which can hurt your rankings in the search engines, as well as appear spam-like in the search results to potential visitors.",
    "isSufficientCharInContentInfo": "Search engines seek pages that contain a sufficient amount of machine-readable content, assuming those pages are more likely to fulfill the goals of potential visitors. Images without alt text, Flash files, Java applets, and other non-text content is virtually invisible to search engine spiders. Search engines may see pages without unique machine-readable content as duplicates of other pages and remove them from the index. Our 300-character minimum is admittedly somewhat arbitrary, but it is a reasonable rule of thumb for the absolute minimum acceptable level of unique content.",
    "isSufficientWordsInContentInfo": "Search engines seek pages that contain a sufficient amount of machine-readable content, assuming those pages are more likely to fulfill the goals of potential visitors. Images without alt text, Flash files, Java applets, and other non-text content is virtually invisible to search engine spiders. Search engines may see pages without unique machine-readable content as duplicates of other pages and remove them from the index. The 50-word limit, while somewhat arbitrary, is a reasonable rule of thumb for a minimum acceptable level of unique content.",
    "isKeywordInUrlInfo":"Use your targeted keywords in the URL string to add relevancy to your page for search engine rankings, help potential visitors identify the topic of your page from the URL, and provide SEO value when used as the anchor text of referring links. For multi-word phrases, hyphens allow the search engines to read the URL as separate words.",
    "isGoodKeywordInHeaderInfo": "Although using targeted keywords in H1 tags on your page does not directly correlate to high rankings, it does appear to provide some slight value. It's also considered a best practice for accessibility and helps potential visitors determine your page's content, so we recommend it. Over-using keywords, however, can be perceived as keyword stuffing (a form of search engine spam) and can negatively impact rankings, so use keywords in H1 tags two or fewer times. To adhere to best practices in Google News and Bing News, headlines should contain the relevant keyword target and be treated with the same importance as title tags.",
    "isKeywordInAltInfo": "Correctly describing your images using keywords also adds value for sight-impaired users who may be using a text reader app to browse the web. Using keywords in the alt attribute of an image on a page is positively correlated with good rankings. It also helps your page rank better in image search, a popular and oft-employed universal search system.",
    "isNotManyExternalInfo": "Linking externally is generally a good thing, but as with many optimization tactics in SEO, moderation is the best path. If your page uses a high number of followed external links, it may prevent the engines from passing much value through any given link and may also set off spam/manipulation triggers, particularly if those links are not pointing to high quality/trustworthy sites.",
    "isNotManyInternalInfo": "Google has confirmed that the use of too many internal links on a page will not trigger a penalty, but it can influence the quantity of link juice sent through those links and dilute your page's ability to have search engines crawl, index, and rank link targets.",
    "isStaticUrlInfo": "Using a static URL can improve your performance in search engine rankings. Using dynamic parameters does not necessarily cause worse rankings, but some researches does indicate a correlation, and they generally do lead to lower click-through rates (CTR). Dynamic URLs are also a common source of duplicate content.",
    "useStandardCharInfo": "Using characters that are common in URLs makes it easier for more users to access and interpret your URL, and avoids potential problems with your search engine ranking. Not all users have keyboards that can easily enter less common characters, or browsers that support the display of these characters, and some special characters can look spammy.",
    "isNotKeywordStuffUrlInfo": "If you use keywords more than once in the URL, search engines may flag your page for keyword stuffing (a form of search engine spam), which can hurt your rankings, as well as appear spam-like in the search results to potential visitors. Keyword stuffing also makes your URL longer than it needs to be, which can have a negative effect on users and search engines alike.",
    "isGoodUrlLengthInfo": "Search engines often truncate the URL display at 75 characters and appear to pass less keyword value in longer URLs. Try to limit your URL to 75 characters, while still being descriptive and using keywords appropriately. We also recommend using fewer than three subfolders in your URL to make it easier for search engines to parse.",
    "isUseDescriptionInfo": "While a meta description does not influence your page's rankings in the search results, it provides context about the page's topic and focus and can help improve the click-through rate (CTR) of potential visitors.",
    "isKeywordInDescriptionInfo": "If your keywords are in the meta description tag, it is more likely search engines will use it as the snippet that describes your page. Potential visitors see the keyword bolded in the snippet, which increases your page's prominence and visibility. Be careful not to use keywords excessively, however, as it can be seen as spam by both search engines and potential visitors, and can reduce the chance potential visitors will click through to your page.",
    "isUseExternalInfo": "Linking externally is something the search engines have suggested provides potential ranking rewards, and many who have tested this can confirm it has SEO value. On any page specifically targeting a keyword, link externally to at least one (and possibly more than one) relevant, trusted resources as a best practice.",
    "isOneDescriptionInfo": "If you have multiple meta descriptions, it can confuse the search engines and they may not display the intended meta description tag.",
    "isGoodDescriptionLengthInfo": "The snippets that search engines use to describe your page cut off after 300 characters in most cases. The meta description isn't used for rankings, so words beyond this count aren't seen by anyone or used by the search engines.",
    "isUseCanonicalInfo": "The canonical URL tag is intended to refer duplicate pages to a single canonical URL. To ensure the search engines properly parse the canonical source, your page should use only one version of this tag in the header.",
    "page-title" : "Page Title",
    "title":"Page Title",
    "page-description" :"Meta Description",
    "description" :"Meta Description",
    "keyword-found": "Keywords Found",
    "keyword-locations":"Keyword Locations",
    "page-score":"Page Score",
    "hurt-score":"Hurting Your Page",
    "help-score":"Helping Your Page",
    "all-issues":"All Issues",
    "how-to-fix": "How To Fix",
    "isAccessibleFix": "Make sure this page is accessible to search engines: it returns HTTP code 200, is not blocking crawlers ( with robots.txt, meta robots or x-robots protocol ), does not use a meta-refresh to another URL ( use a 301 redirect to permanently redirect to a new page instead), and does not have a rel canonical tag that points to a different page as the canonical page.",
    "isNotKeywordStuffTitleFix": "Don't use your targeted keywords more than twice in the &lt;title&gt; tag.",
    "isSingleTitleFix": "Make sure your page has only one &lt;title&gt; tag.",   
    "isOneCanonicalFix":"Use the canonical URL tag to point duplicate pages to the same, correct canonical URL. Example : &lt;link rel=&quot;canonical&quot; href=&quot;&lt;url of main version of page&quot; /&gt;.",
    "isBroadKeywordTitleFix":"Add some form of your targeted keywords early in your &lt;title&gt; tag, preferably as one of the first words. Exact keywords are preferable. Example : &lt;title&gt;Primary Keyword - Secondary Keyword - Brand&lt;/title&gt;.",
    "isGoodTitleLengthFix":"Edit your &lt;title&gt; tag to 60 characters or less.",
    "isKeywordInTitleFix":"Add the exact keywords early in your &lt;title&gt; tag, preferably as one of the first words. Example : &lt;title&gt;Primary Keyword - Secondary Keyword - Brand&lt;/title&gt;.",
    "isExactKeywordInDocFix":"Use your targeted keywords at least once in the document text of the page.",
    "isNotKeywordStuffDocFix":"Edit your page to use your keyword less often.",
    "isSufficientCharInContentFix":"Make sure your page contains a minimum of 300 characters (not including spaces) of machine-readable, substantive, unique content that provides value to potential visitors.",
    "isSufficientWordsInContentFix":"Make sure your page contains a minimum of 50 words of machine-readable, substantive, unique content in text that provides value to potential visitors.",
    "isKeywordInUrlFix":"Use your targeted keywords in the URL string of the page. Use hyphens to separate individual words for a multi-word phrase. Example : www.mysite.com/my-keyword-phrase.",
    "isGoodKeywordInHeaderFix":"Use your targeted keywords at the beginning of your H1 headers once or twice (but not more) on the page. Example : &lt;h1&gt;keywords in my headers&lt;/h1&gt;.",
    "isKeywordInAltFix":"Add the targeted keywords to the alt attribute of a relevant image or graphic. If your page does not contain any images, consider adding one. Example : &lt;img src=&quot;image file&quot; alt=&quot;keyword&quot;&gt;.",
    "isNotManyExternalFix":"Reduce the number of external, followed links on your page to under 150. In most instances, under 100 is optimal.",
    "isNotManyInternalFix":"Scale down the number of internal links on your page to fewer than 100, if possible. At a minimum, try to keep navigation and menu links to fewer than 100.",
    "isStaticUrlFix":"Use mod rewrite or ISAPI rewrite to change your URL to be static (removing all instances of ?, =, etc.).",
    "useStandardCharFix":"Make sure your URL contains only letters, numbers, backslash (/), comma (,), plus (+), exclamation point (!), period (.), and dash (-). Parameters using ampersand (&) and pound (#) are okay too.",
    "isNotKeywordStuffUrlFix":"Rewrite your URL to use your targeted keywords no more than once.",
    "isGoodUrlLengthFix":"Rewrite your URL to be as short as possible, preferably shorter than 75 characters and three subfolders.",
    "isUseDescriptionFix":"Add a meta description tag to your page, describing content on the page in a way that will make it compelling to potential visitors who see the snippet in the search results. Meta Description content should be between 50-300 characters, and be a useful description of the page that will drive search clicks. Example : &lt;meta name=&quot;description&quot; content=&quot;Get SEO best practices for the meta description tag, including length and content.&quot; /&gt;.",
    "isKeywordInDescriptionFix":"Use your targeted keywords at least once, but no more than three times in the meta description tag. Meta Description content should be between 50-300 characters, and be a useful description of the page that will drive search clicks. Example : &lt;meta name=&quot;description&quot; content=&quot;Get SEO best practices for the meta description tag, including length and content.&quot; /&gt;.",
    "isUseExternalFix":"Add a link to a relevant, trusted resource that potential visitors may appreciate.",
    "isOneDescriptionFix":"Make sure your page contains only one meta description tag.",
    "isGoodDescriptionLengthFix":"Edit your meta description tag to get your main points across in 50-300 characters. Meta Description content should be between 50-300 characters, and be a useful description of the page that will drive search clicks. Example : &lt;meta name=&quot;description&quot; content=&quot;Get SEO best practices for the meta description tag, including length and content.&quot; /&gt;.",
    "isUseCanonicalFix":"If this page is a duplicate of another page, add a canonical URL tag to the header of this page to reference the page you want all duplicates to point to. Example : &lt;link rel=&quot;canonical&quot; href=&quot;&lt;url of main version of page&quot; /&gt;.",
    "print":"Print",
    "on-page-tools" : "On-page Tools",
    "seo-audit" : "SEO Audit",
    "keywords-tracker" : "Keywords Tracker",
    "keywords-generator" : "Keywords Generator",
    "backlinks" : "Backlinks",
    "support" : "Support",
    "help-desk" : "Help Desk",
    "titleInfo": "The title of the page is one of the most important factors that helps vistors and search engines, Google rewrites the title in very few cases, such as if the title does not fit the search phrase, but the page contains something related to the search phrase, title must contain the most important keywords which you target on this page, each page on your site must has its own unique title and the page should contain only one title tag and the length of the title should be at least 10 characters and not more than 60 characters.",
    "titleLength" : "Page Title Length",
    "isTitleExist": "Page Title Found",
    "descriptionInfo": "Meta description tag is one of the most important meta tags that you must choose accurately, it's the first thing that visitor sees from the content of the site so make it attractive. The description should contain the most important keywords you target in the page, the description must be readable For the visitor and do not mislead the visitor, the page must contain only one meta description tag, the length of description must be appropriate not less than 70 characters and not more than 160 characters.",
    "isSingleDescription" : "Avoid Multiple Meta Description tags",
    "isDescriptionExist": "Meta Description Found",
    "descriptionLength" : "Meta Description Length",
    "linksAnalysis" : "Links Analysis",
    "linksCount" : "Links Count",
    "aText" : "Anchor text",
    "aHref" :"Target link",
    "aStatus": "Link type",
    "flash" : "Avoid Using Flash",
    "flashInfo" : "For better SEO, do not use flash at all. It's possible that this could change in the near future but as of right now, Flash cannot be indexed by search engines. AJAX is also in the same category as Flash.",
    "frames" : "Avoid Using Frames",
    "framesInfo" : "Frames, frameset, and iframe, are bad for SEO. It's hard for search engines to index pages with frames since it does not follow the standard layout for a website. You should avoid the use of frames when optimizing your website. Use hypertext link instead.",
    "framesCount" : "Frames Count",
    "twitterCard" :"Twitter Card",
    "twitterCardInfo" :"With Twitter Cards, you can attach rich photos, videos and media experience to Tweets that drive traffic to your website.",
    "openGraph":"Open Graph Protocol",
    "openGraphInfo":"The Open Graph protocol enables any web page to become a rich object in a social graph. For instance, this is used on Facebook to allow any web page to have the same functionality as any other object on Facebook.",
    "not-found" :"Not Found",
    "amp" : "Use Accelerated Mobile Pages",
    "ampLink" : "Accelerated Mobile Page URL",
    "ampInfo":"AMP is a way to build web pages for static content that render fast. AMP HTML is HTML with some restrictions for reliable performance and some extensions for building rich content beyond basic HTML.",
    "robotsMeta" : "Meta Robots",
    "xRobots":"X-Robots-Tag HTTP header",
    "refreshMeta" : "Meta Refresh",
    "refreshHeader" : "Refresh HTTP Header",
    "isAllowedFromRobots":"Robots.txt allows access to this page",
    "isAllowedFromPage" : "Meta Tags allow access to this page",
    "docType" : "Document Type",
    "docTypeInfo" : "Specifying a doctype assists your web browser in correctly rendering your content.",
    "ratio":"Text/HTML ratio",
    "ratioInfo":"The text to HTML ratio is not a direct ranking factor for search engines but there are many factors related to the ratio that indicate best SEO practices and thus may indirectly result in higher search rankings. Recommended ratio from 25% to 70%.",
    "viewport": "Meta ViewPort",
    "viewportInfo":"A viewport controls how a webpage is displayed on a mobile device. Without a viewport, mobile devices will render the page at a typical desktop screen width, scaled to fit the screen. Setting a viewport gives control over the page's width and scaling on different devices.",
    "language":"Page Language",
    "languageInfo" : "Here are some suggestions for multilingual sites: You should declare the contents language in the HTML code of each page. You should also declare the language code in the URL (for example: company.com/es/contact.html).",
    "fromatedItems":"Use HTML Formatting Elements",
    "fromatedItemsInfo" : "Try to format your keywords by placing them within one of these tags <b> - for bold text, <strong> - for important text, <i> - for italic text, <em> - for Emphasized text, <mark> - for marked text. In general make keywords look good.",
    "bItems":"<b> - Bold text",
    "iItems":"<i> - Italic text",
    "emItems":"<em> - Emphasized text",
    "strongItems":"<strong> - Important text",
    "markItems":"<mark> - Marked text",
    "image":"Use ALT attribute for images",
    "imageInfo":"We suggest adding ALT text to your images so that it's easier for search engines to index them. Search engines don't physically see images the way people do. ALT text is an option that allows you to specifically describe the image so that it shows up in Google and other search engine's image results. Keep in mind that your pages load time will vary based on the number and size of your images. Try your best to keep it low.",
    "alt" : "ALT attributes",
    "emptyAlt":"Images without ALT attribute",
    "heading" : "Use Headings wisely",
    "h1":"H1",
    "h2":"H2",
    "h3":"H3",
    "h4":"H4",
    "h5":"H5",
    "h6":"H6",
    "isSingleH1":"Only one H1",
    "headingInfo":"Headings are the most important tags that search engines are interested in.  So make sure to place keywords between these tags. Use H1, H2 and H3 tags at least once. Using only one <H1> heading per page will strengthen your SEO.",
    "domain":"Domain",
    "urlLength":"URL length",
    "domainLength":"Domain Length",
    "google_cache_url": "Google Cache URL",
    "countSpacesInUrl":"Spaces Count",
    "isUrlNotHasSpaces" :"No Spaces in URL",
    "isUrlHasGoodStatus" :"Good HTTP Status",
    "httpCode" :"HTTP Status",
    "urlInfo":"Keyword in the domain name of your site or page URL is an important factor. Words in URK must be separated by a dash instead of the space (for example: http://www.example.com/company-information). URL length should not exceed 200 characters and HTTP status should be 200, 301, 404, or 503.",
    "contentTypeAndCharset" : "Specify Encoding and Content Type",
    "contentTypeAndCharsetInfo": "You can specify the type of encoding by adding it in the HTTP Header of the page or by adding in HTML code of the page, inside head tag add the following tag : <meta http-equiv = 'Content-Type' content = 'text / html; charset = utf-8 '/> or using the HTML 5 format : <meta charset =' UTF-8 '>",
    "contentType":"Content Type",
    "charset":"Encoding",
    "canonical": "Use Canonical URL",
    "canonicalInfo":"A canonical link tag is an HTML element that helps webmasters prevent duplicate content issues by specifying the ''canonical'' or ''preferred'' version of a webpage as part of search engine optimization.",
    "on-demand-crawl" : "On-Demand Crawl",
    "site-url":"Site URL",
    "pages-crawled":"Pages Crawled",
    "crawling-status":"Crawling Status",
    "issues-by-category":"Issues By Category",
    "total-issues":"Total Issues",
    "crawl-subdomain":"Crawl subdomain only",
    "Finished":"Finished",
    "Crawling":"Crawling",
    "critical-crawler":"Broken Links Issues",
    "crawler-warnings":"Crawler Warnings",
    "metadata-issues":"Metadata Issues",
    "redirect-issues":"Redirect Issues",
    "content-issues":"Content Issues",
    "selectCount":"Select Rows Count",
    "showAll":"Show All",
    "ExportCSV":"Export CSV",

    "crawl_depth":"Link Depth",  
    "length":"Length", 
    "redirect1":"First URL",
    "redirect2":"Secund URL",
    "src_url":"Source URL",
    "src_title":"Source Title",
    "dest_url":"Destination URL",
    "dest_title":"Destination Title",
    "percent":"Duplication Percent",

    "errors5xx":"5xx Error",
    "errors4xx":"4xx Error",
    "redirectTo4xx":"Redirect to 4xx",
    "metaNoindex":"Meta Noindex",
    "xRobotsNoIndex":"X-Robots Noindex",
    "xRobotsNoFollow":"X-Robots Nofollow",
    "metaNofollow":"Meta Nofollow",

    "missingDescription":"Missing Description",
    "longTitles":"Title Too Long",
    "longDescription":"Description Too Long",
    "multipleTitles":"Multiple Titles",
    "shortTitles":"Title Too Short",
    "dynamincUrls":"Dynamic URL",
    "missingTitles":"Missing Title",
    "missingCanonical":"Missing Canonical Tag",
    "shortDescription":"Description Too Short",
    "longUrls":"URL Too Long",

    "temporaryRedirect":"Temporary Redirect",
    "redirectChains":"Redirect Chain",
    "metaRefresh":"Meta Refresh",
    "headerRefresh":"HTTP Header Refresh",


    "duplicateContent":"Duplicate Content",
    "thinContent":"Thin Content",
    "missingH1":"Missing H1",
    "duplicateTitles":"Duplicate Titles",
    
    "errors5xxContent":"5xx errors (e.g., a 503 Service Unavailable error) are shown when a valid request was made by the crawler or browser, but the server failed to complete the request. This could indicate a problem with your server, or that the page was in maintenance mode when it was crawled.",
    "errors4xxContent":"4xx status codes (e.g., 404 Not Found errors) occur when the client requests a page that cannot be accessed. This is usually the result of a bad or broken link.",
    "redirectTo4xxContent":"These pages redirect to 4XX status pages (i.e., a 404 Not Found error) which are shown when the client requests a page that cannot be accessed. This is usually the result of a bad or broken link.",
    "metaNoindexContent":"This page contains a \"noindex\" value in the meta robots tag, which directs search engines to exclude this page from their indexes.",
    "xRobotsNoIndexContent":"Search engines have been directed not to index this page due to a value of \"X-Robots-Tag: noindex\" included in your HTTP header. ",
    "xRobotsNoFollowContent":"Search engines have been directed not to follow any of the links on this page due to a value of \"nofollow\" included in the x-robots response header.",
    "metaNofollowContent":"This page contains a \"nofollow\" value in the meta robots tag, which directs search engines to not follow any of the links on this page.",

    "missingDescriptionContent":"Meta descriptions provide the content or snippet that appears directly below the title tag on the SERP, and also appear on social media sites when your page URL is shared.",
    "longTitlesContent":"Title tags appear on the SERP as a preview of your page content; they help searchers understand quickly if your page is relevant to their search. Google typically displays the first 50-60 characters of a page title depending on the width of the characters. So keep your titles as long as 60 characters at maximum.",
    "longDescriptionContent":"Your meta description is too long. The meta description provides the content that appears directly below the title tag on the SERP and encourages searchers to click.",
    "multipleTitlesContent":"There is more than one title tag on your page.",
    "shortTitlesContent":"Your title tag is too short. Title tags appear on the SERP as a preview of your page content; they help searchers understand quickly if your page is relevant to their search.",
    "dynamincUrlsContent":"Your page URL contains too many parameters.",
    "missingTitlesContent":"Title tags appear on the SERP as a preview of your page content and may encourage searchers to click if the title is relevant to their search. Title tag elements are used by search engines to identify keywords and associate the page with a topic.",
    "missingCanonicalContent":"The canonical tag should be located in the HTML head of your web pages. It tells search engines that a given page should be treated as though it were a copy of the intended URL and that all of the links and content metrics should actually be directed toward the provided URL. ",
    "shortDescriptionContent":"Your meta description is too short. The meta description provides the content that appears directly below the title tag on the SERP and encourages searchers to click. ",
    "longUrlsContent":"Your page URL is too long. We recommend keeping URLs under 75 characters.",

    "temporaryRedirectContent":"A 302 or 307 redirect is a way to temporarily send both users and search engines to a different URL from the one they originally requested. By using a temporary vs. a permanent redirect (301), you are suggesting that search engines shouldn't consider this a lasting change.",
    "redirectChainsContent":"Your page is redirecting to a page that is redirecting to a page that is redirecting to a page... and so on. We cosider every chain of two redirects as an issue.",
    "metaRefreshContent":"Meta refresh is a meta tag that redirects a visitor to a new page after a specified number of seconds.",
    "headerRefreshContent":"HTTP Header has \"Refresh\" element that redirects a visitor to a new page after a specified number of seconds.",

    "duplicateContentContent":"When the code and content on a page looks too similar or is identical to the code and content on another page or pages of your site, it will be flagged as \"Duplicate Page Content\". Our crawler will flag any pages with 87% or more overlapping content or code, as having duplicate content.",
    "thinContentContent":"Your page is considered to have \"thin content\" if it has less than 50 words (excluding navigation and ads).",
    "missingH1Content":"Your page is missing a headline or H1 (header tag). ",
    "duplicateTitlesContent":"Multiple pages on your site contain the same title tag content. Title tags appear on the SERP as a preview of your page content. They help searchers understand whether or not your page is what they're looking for. ",
   
    "overview":"Overview",
    "crawledPages":"Site Pages",
    "externalLinks":"External Links",
    "crawledPagesContent":" ",
    "externalLinksContent":" ",
    "status":"URL Status",
    "source_url":"Source URL",
    "target_url":"Target URL",
    "anchor_text":"Anchor text",
    "is_dofollow":"DoFollow",
    "created_at":"Seen On",
    "pages":"Pages",
    "search-engine":"Search Engine",
    "device-type":"Device Type",
    "country-language":"Country/Language",
    "search-location":"Search Location",
    "show-map":"Show Map",
    "desktop":"Desktop",
    "mobile":"Mobile",
    "keyword-research": "Keywords Research",
    "latitude-longitude": "Latitude - Longitude"
}