{
    "dashboard":"Dashboard",
    "profile":"Profile",
    "logout":"Logout",
    "signin":"Sign in",
    "signup":"Sign up",
    "e-mail":"E-mail",
    "password": "Password",
    "confirm-password":"Confirm password",
    "reset-password":"Reset password",
    "send-link-reset-password":"Send link to reset password",
    "remember-me":"Remember me",
    "forget-password":"Forget password?",
    "name":"Name",
    "pro-plan":"Pro plan",
    "online":"Online",
    "search-placeholder": "Search",
    "main-menu":"Main menu",
    "reports":"Reports",
    "reports-management" : "Reports management",
    "comprehensive-reports": "Comprehensive reports",
    "onpage-reports" :"OnPage reports",
    "seo-tracker" : "SEO tracker",
    "keywords": "Keywords",
    "keyword": "Keyword",
    "version": "Version",
    "copyright-statement": "All copyrights reserved",
    "page-optimization":"Page optimization",
    "arabic":"Arabic",
    "english":"English",
    "page-link":"Page Link",
    "isAccessible":"Accessible to Search Engines",
    "isNotKeywordStuffTitle":"Avoid Keyword Stuffing in Page Title",
    "isSingleTitle":"Avoid Multiple Page Title Elements",
    "isOneCanonical":"Only One Canonical URL",
    "isBroadKeywordTitle":"Broad Keyword Use in Page Title",
    "isGoodTitleLength":"Optimal Page Title Length",
    "isKeywordInTitle":"Exact Keyword is Used in Page Title",
    "isExactKeywordInDoc":"Exact Keyword Used in Document at Least Once",
    "isNotKeywordStuffDoc":"Avoid Keyword Stuffing in Document",
    "isSufficientCharInContent":"Sufficient Characters in Content",
    "isSufficientWordsInContent":"Sufficient Words in Content",
    "isKeywordInUrl":"Use Keywords in your URL",
    "isGoodKeywordInHeader":"Optimal Use of Keywords in Header Tags",
    "isKeywordInAlt":"Keywords in Image Alt Attribute",
    "isNotManyExternal":"Avoid Too Many External Links",
    "isNotManyInternal":"Avoid Too Many Internal Links",
    "isStaticUrl":"Use Static URLs",
    "useStandardChar":"URL Uses Only Standard Characters",
    "isNotKeywordStuffUrl":"Avoid Keyword Stuffing in the URL",
    "isGoodUrlLength":"Optimal URL Length",
    "isUseDescription":"Use Meta Descriptions",
    "isKeywordInDescription":"Keywords in the Meta Description",
    "isUseExternal":"Use External Links",
    "isOneDescription":"Only One Meta Description",
    "isGoodDescriptionLength":"Optimal Meta Description Length",
    "isUseCanonical":"Only One Canonical URL",
    "infoword":"Info",
    "about-issue":"About issue",
    "isAccessibleInfo": "To rank in search results, search engines have to be able to crawl and index your page. Before you can benefit from keyword targeting or other optimization techniques, you must make sure your page is accessible to the search engines.",
    "isNotKeywordStuffTitleInfo": "If you use keywords more than twice in the title tag, search engines may flag your page for keyword stuffing (a form of search engine spam), which will hurt your rankings in the search engines.",
    "isSingleTitleInfo": "Web pages are meant to have a single title, and for both accessibility and search engine optimization reasons, we strongly recommend following this practice.", 
    "isOneCanonicalInfo": "The canonical URL tag is intended to refer duplicate pages to a single canonical URL. To ensure the search engines properly parse the canonical source, your page should use only one version of this tag in the header.",
    "isBroadKeywordTitleInfo": "When search engines rank your page for a keyword, the title tag is the most important place for the keyword to appear. Use the exact keyword or phrase in your title to help search engines associate the page with a topic and/or set of terms.",
    "isGoodTitleLengthInfo": "When search engines display your page on their results page, they often show only the first 50-60 characters. The exact number of characters depends in part on how many pixels wide each character is, but 60 is a good maximum target. If your title is longer than this, engines may truncate your title with an ellipsis or replace it with other text. The best possible title (and best way to encourage potential visitors to click through to your page), is a title tag that is less than 60 characters long.",
    "isKeywordInTitleInfo": "When search engines rank your page for a keyword, the title tag is the most important place for the keyword to appear. Use the exact keyword or phrase in your title to help search engines associate the page with a topic and/or set of terms.",
    "isExactKeywordInDocInfo": "Search engines and potential visitors are both seeking the targeted keywords in the text of your page. Using keywords in the document is not only a best practice, but an essential part of SEO and good user experience.",
    "isNotKeywordStuffDocInfo": "If you use keywords too many times in the document text, search engines may tag your page for keyword stuffing (a form of search engine spam), which can hurt your rankings in the search engines, as well as appear spam-like in the search results to potential visitors.",
    "isSufficientCharInContentInfo": "Search engines seek pages that contain a sufficient amount of machine-readable content, assuming those pages are more likely to fulfill the goals of potential visitors. Images without alt text, Flash files, Java applets, and other non-text content is virtually invisible to search engine spiders. Search engines may see pages without unique machine-readable content as duplicates of other pages and remove them from the index. Our 300-character minimum is admittedly somewhat arbitrary, but it is a reasonable rule of thumb for the absolute minimum acceptable level of unique content.",
    "isSufficientWordsInContentInfo": "Search engines seek pages that contain a sufficient amount of machine-readable content, assuming those pages are more likely to fulfill the goals of potential visitors. Images without alt text, Flash files, Java applets, and other non-text content is virtually invisible to search engine spiders. Search engines may see pages without unique machine-readable content as duplicates of other pages and remove them from the index. The 50-word limit, while somewhat arbitrary, is a reasonable rule of thumb for a minimum acceptable level of unique content.",
    "isKeywordInUrlInfo":"Use your targeted keywords in the URL string to add relevancy to your page for search engine rankings, help potential visitors identify the topic of your page from the URL, and provide SEO value when used as the anchor text of referring links. For multi-word phrases, hyphens allow the search engines to read the URL as separate words.",
    "isGoodKeywordInHeaderInfo": "Although using targeted keywords in H1 tags on your page does not directly correlate to high rankings, it does appear to provide some slight value. It's also considered a best practice for accessibility and helps potential visitors determine your page's content, so we recommend it. Over-using keywords, however, can be perceived as keyword stuffing (a form of search engine spam) and can negatively impact rankings, so use keywords in H1 tags two or fewer times. To adhere to best practices in Google News and Bing News, headlines should contain the relevant keyword target and be treated with the same importance as title tags.",
    "isKeywordInAltInfo": "Correctly describing your images using keywords also adds value for sight-impaired users who may be using a text reader app to browse the web. Using keywords in the alt attribute of an image on a page is positively correlated with good rankings. It also helps your page rank better in image search, a popular and oft-employed universal search system.",
    "isNotManyExternalInfo": "Linking externally is generally a good thing, but as with many optimization tactics in SEO, moderation is the best path. If your page uses a high number of followed external links, it may prevent the engines from passing much value through any given link and may also set off spam/manipulation triggers, particularly if those links are not pointing to high quality/trustworthy sites.",
    "isNotManyInternalInfo": "Google has confirmed that the use of too many internal links on a page will not trigger a penalty, but it can influence the quantity of link juice sent through those links and dilute your page's ability to have search engines crawl, index, and rank link targets.",
    "isStaticUrlInfo": "Using a static URL can improve your performance in search engine rankings. Using dynamic parameters does not necessarily cause worse rankings, but some researches does indicate a correlation, and they generally do lead to lower click-through rates (CTR). Dynamic URLs are also a common source of duplicate content.",
    "useStandardCharInfo": "Using characters that are common in URLs makes it easier for more users to access and interpret your URL, and avoids potential problems with your search engine ranking. Not all users have keyboards that can easily enter less common characters, or browsers that support the display of these characters, and some special characters can look spammy.",
    "isNotKeywordStuffUrlInfo": "If you use keywords more than once in the URL, search engines may flag your page for keyword stuffing (a form of search engine spam), which can hurt your rankings, as well as appear spam-like in the search results to potential visitors. Keyword stuffing also makes your URL longer than it needs to be, which can have a negative effect on users and search engines alike.",
    "isGoodUrlLengthInfo": "Search engines often truncate the URL display at 75 characters and appear to pass less keyword value in longer URLs. Try to limit your URL to 75 characters, while still being descriptive and using keywords appropriately. We also recommend using fewer than three subfolders in your URL to make it easier for search engines to parse.",
    "isUseDescriptionInfo": "While a meta description does not influence your page's rankings in the search results, it provides context about the page's topic and focus and can help improve the click-through rate (CTR) of potential visitors.",
    "isKeywordInDescriptionInfo": "If your keywords are in the meta description tag, it is more likely search engines will use it as the snippet that describes your page. Potential visitors see the keyword bolded in the snippet, which increases your page's prominence and visibility. Be careful not to use keywords excessively, however, as it can be seen as spam by both search engines and potential visitors, and can reduce the chance potential visitors will click through to your page.",
    "isUseExternalInfo": "Linking externally is something the search engines have suggested provides potential ranking rewards, and many who have tested this can confirm it has SEO value. On any page specifically targeting a keyword, link externally to at least one (and possibly more than one) relevant, trusted resources as a best practice.",
    "isOneDescriptionInfo": "If you have multiple meta descriptions, it can confuse the search engines and they may not display the intended meta description tag.",
    "isGoodDescriptionLengthInfo": "The snippets that search engines use to describe your page cut off after 300 characters in most cases. The meta description isn't used for rankings, so words beyond this count aren't seen by anyone or used by the search engines.",
    "isUseCanonicalInfo": "The canonical URL tag is intended to refer duplicate pages to a single canonical URL. To ensure the search engines properly parse the canonical source, your page should use only one version of this tag in the header.",
    "page-title" : "Page Title",
    "page-description" :"Meta Description",
    "keyword-found": "Keywords Found",
    "keyword-locations":"Keyword Locations",
    "page-score":"Page Score",
    "hurt-score":"Hurting your score",
    "help-score":"Helping your score",
    "all-issues":"All issues",
    "how-to-fix": "How to Fix",
    "isAccessibleFix": "Make sure this page is accessible to search engines: it returns HTTP code 200, is not blocking crawlers ( with robots.txt, meta robots or x-robots protocol ), does not use a meta-refresh to another URL ( use a 301 redirect to permanently redirect to a new page instead), and does not have a rel canonical tag that points to a different page as the canonical page.",
    "isNotKeywordStuffTitleFix": "Don't use your targeted keywords more than twice in the &lt;title&gt; tag.",
    "isSingleTitleFix": "Make sure your page has only one &lt;title&gt; tag.",   
    "isOneCanonicalFix":"Use the canonical URL tag to point duplicate pages to the same, correct canonical URL. Example : &lt;link rel=&quot;canonical&quot; href=&quot;&lt;url of main version of page&quot; /&gt;.",
    "isBroadKeywordTitleFix":"Add some form of your targeted keywords early in your &lt;title&gt; tag, preferably as one of the first words. Exact keywords are preferable. Example : &lt;title&gt;Primary Keyword - Secondary Keyword - Brand&lt;/title&gt;.",
    "isGoodTitleLengthFix":"Edit your &lt;title&gt; tag to 60 characters or less.",
    "isKeywordInTitleFix":"Add the exact keywords early in your &lt;title&gt; tag, preferably as one of the first words. Example : &lt;title&gt;Primary Keyword - Secondary Keyword - Brand&lt;/title&gt;.",
    "isExactKeywordInDocFix":"Use your targeted keywords at least once in the document text of the page.",
    "isNotKeywordStuffDocFix":"Edit your page to use your keyword less often.",
    "isSufficientCharInContentFix":"Make sure your page contains a minimum of 300 characters (not including spaces) of machine-readable, substantive, unique content that provides value to potential visitors.",
    "isSufficientWordsInContentFix":"Make sure your page contains a minimum of 50 words of machine-readable, substantive, unique content in text that provides value to potential visitors.",
    "isKeywordInUrlFix":"Use your targeted keywords in the URL string of the page. Use hyphens to separate individual words for a multi-word phrase. Example : www.mysite.com/my-keyword-phrase.",
    "isGoodKeywordInHeaderFix":"Use your targeted keywords at the beginning of your H1 headers once or twice (but not more) on the page. Example : &lt;h1&gt;keywords in my headers&lt;/h1&gt;.",
    "isKeywordInAltFix":"Add the targeted keywords to the alt attribute of a relevant image or graphic. If your page does not contain any images, consider adding one. Example : &lt;img src=&quot;image file&quot; alt=&quot;keyword&quot;&gt;.",
    "isNotManyExternalFix":"Reduce the number of external, followed links on your page to under 150. In most instances, under 100 is optimal.",
    "isNotManyInternalFix":"Scale down the number of internal links on your page to fewer than 100, if possible. At a minimum, try to keep navigation and menu links to fewer than 100.",
    "isStaticUrlFix":"Use mod rewrite or ISAPI rewrite to change your URL to be static (removing all instances of ?, =, etc.).",
    "useStandardCharFix":"Make sure your URL contains only letters, numbers, backslash (/), comma (,), plus (+), exclamation point (!), period (.), and dash (-). Parameters using ampersand (&) and pound (#) are okay too.",
    "isNotKeywordStuffUrlFix":"Rewrite your URL to use your targeted keywords no more than once.",
    "isGoodUrlLengthFix":"Rewrite your URL to be as short as possible, preferably shorter than 75 characters and three subfolders.",
    "isUseDescriptionFix":"Add a meta description tag to your page, describing content on the page in a way that will make it compelling to potential visitors who see the snippet in the search results. Meta Description content should be between 50-300 characters, and be a useful description of the page that will drive search clicks. Example : &lt;meta name=&quot;description&quot; content=&quot;Get SEO best practices for the meta description tag, including length and content.&quot; /&gt;.",
    "isKeywordInDescriptionFix":"Use your targeted keywords at least once, but no more than three times in the meta description tag. Meta Description content should be between 50-300 characters, and be a useful description of the page that will drive search clicks. Example : &lt;meta name=&quot;description&quot; content=&quot;Get SEO best practices for the meta description tag, including length and content.&quot; /&gt;.",
    "isUseExternalFix":"Add a link to a relevant, trusted resource that potential visitors may appreciate.",
    "isOneDescriptionFix":"Make sure your page contains only one meta description tag.",
    "isGoodDescriptionLengthFix":"Edit your meta description tag to get your main points across in 50-300 characters. Meta Description content should be between 50-300 characters, and be a useful description of the page that will drive search clicks. Example : &lt;meta name=&quot;description&quot; content=&quot;Get SEO best practices for the meta description tag, including length and content.&quot; /&gt;.",
    "isUseCanonicalFix":"If this page is a duplicate of another page, add a canonical URL tag to the header of this page to reference the page you want all duplicates to point to. Example : &lt;link rel=&quot;canonical&quot; href=&quot;&lt;url of main version of page&quot; /&gt;."
}